[
    {
        "title": "THE BLOOD WARFARE",
        "summary": "The Soul Society’s Department of Research & Development is observing a sudden surge in the number of Hollows being destroyed in the World of the Living, raising concerns among staff.",
        "chapters": "480-484"
    },
    {
        "title": "FOUNDATION STONES",
        "summary": "Arrancars Nel Tu and Pesche Guatiche have come to seek Ichigo’s help explaining that Hueco Mundo is under attack by an unknown enemy. Unable to ignore the situation, Ichigo and his friends decide to set out for Hueco Mundo.",
        "chapters": "485-488"
    },
    {
        "title": "MARCH OF THE STARCROSS",
        "summary": "Ichigo and his friends arrive in Hueco Mundo to confront Quilge Opie and learn that their latest enemy are Quincies.",
        "chapters": "488-494"
    },
    {
        "title": "KILL THE SHADOW",
        "summary": "The Wandenreich mobilizes its elite force, the Stern Ritter, to annihilate the Soul Society. Creating massive flaming pillars of Reishi as a distraction, the Stern Ritter easily enter the Soul Society to bring carnage to the Soul Reapers.",
        "chapters": "494-499"
    },
    {
        "title": "WRATH AS A LIGHTNING",
        "summary": "Quilge Opie uses his power to imprison Ichigo inside the Garganta. As he tries to break free, Ichigo begins to hear, through his Soul Phone, the screams of the Soul Reapers falling to the enemy's onslaught.",
        "chapters": "500-505"
    },
    {
        "title": "THE FIRE",
        "summary": "Shigekuni Genryusai Yamamoto confronts Yhwach for the first time in a thousand years. As Yhwach finally draws his sword against Genryusai, the Soul Reapers notice an abnormal change taking place across the Seireitei.",
        "chapters": "506-510"
    },
    {
        "title": "BORN IN THE DARK",
        "summary": "Shigekuni Genryusai Yamamoto learns that the Yhwach he defeated was an impostor. The real Yhwach then reveals himself and easily kills Genryusai, sending a wave of shock and devastation across the Soul Reapers.",
        "chapters": "511-514"
    },
    {
        "title": "THE SHOOTING STAR PROJECT [ZERO MIX]",
        "summary": "Rescue efforts are being made across the Seireitei to find and help those who've survived the Stern Ritter attack. Meanwhile, Ichigo meets with Mayuri Kurotsuchi about fixing his broken Tensa Zangetsu.",
        "chapters": "515-519"
    },
    {
        "title": "THE DROP",
        "summary": "Squad Zero brings Ichigo back to the Royal Palace to prepare for the coming battle. Meanwhile, Kyoraku is appointed as the new Head Captain to lead the Thirteen Court Guard Squads.",
        "chapters": "520-521, 523-524"
    },
    {
        "title": "THE BATTLE",
        "summary": "Kenpachi Zaraki removes his eye patch to fight Retsu Unohana, a.k.a. Yachiru Unohana, “The First Kenpachi.” Meanwhile, Ichigo and Renji head to Hoohden to meet Oh-Etsu Nimaiya, the man who is said to have created the Zanpakuto.",
        "chapters": "522, 523, 525-528"
    },
    {
        "title": "EVERYTHING BUT THE RAIN",
        "summary": "Ichigo is kicked out of the Royal Palace by Oh-etsu Nimaiya for failing his test. When Ichigo next opens his eyes, he finds himself standing in front of his house in the World of the Living.",
        "chapters": "528-533"
    },
    {
        "title": "EVERYTHING BUT THE RAIN JUNE TRUTH",
        "summary": "Squad 10 Captain Isshin Shiba of the Thirteen Court Guard Squads decides to not report his encounter with the Quincy named Masaki Kurosaki in the World of the Living to the Head Captain.",
        "chapters": "533-537"
    },
    {
        "title": "THE BLADE IS ME",
        "summary": "Ichigo learns that he is the child born of a Soul Reaper and a Quincy. Finally understanding the truth behind his heritage, Ichigo decides to return to Hoohden with a renewed resolve to finish what he has started.",
        "chapters": "537-542"
    },
    {
        "title": "THE LAST 9 DAYS",
        "summary": "Ichigo prepares to leave the Royal Palace to return to the Seireitei but is stopped by Hyosube, who claims that Ichigo cannot defeat Yhwach as he is now.",
        "chapters": "542-546, 565"
    },
    {
        "title": "PEACE FROM SHADOWS",
        "summary": "Yhwach sets his plan to end the world in nine days in motion by pulling the Seireitei into the Schatten Bereich for the Stern Ritter to invade.",
        "chapters": "547-551"
    },
    {
        "title": "THE FUNDAMENTAL VIRULENCE",
        "summary": "Mayuri receives a call from Urahara, who had stayed behind in Hueco Mundo to search for a way to reclaim everyone’s stolen Bankai. Urahara claims that he was able to come up with a solution based on the data gained from his earlier battle with Quilge.",
        "chapters": "552-554, 559"
    },
    {
        "title": "HEART OF WOLF",
        "summary": "The tides of battle seemed to have turned after the captains reclaimed their stolen Bankai. However, the Stern Ritters release their Quincy Voll Stern Dich to drive the Soul Reapers deeper into a corner.",
        "chapters": "555-560"
    },
    {
        "title": "RAGES AT RINGSIDE",
        "summary": "Kensei Muguruma joins the battle against Masculine, who has already defeated Shuhei Hisagi, Ikkaku Madarame, and Yumichika Ayasegawa. However, Kensei is taken aback by how weak his opponent is.",
        "chapters": "560-565"
    },
    {
        "title": "THE WHITE HAZE",
        "summary": "A fearless Rukia swings her Sodenoshirayuki in battle as she takes on Äs Nödt.",
        "chapters": "554-555, 559, 565-570"
    },
    {
        "title": "I AM THE EDGE",
        "summary": "Isane and Yachiru are treating the wounded Kensei and Rojuro when they are attacked by Gwenael, a Quincy who not only possesses the ability to disappear physically but can also erase his existence from the memory of his opponents.",
        "chapters": "571-579"
    },
    {
        "title": "THE HEADLESS STAR",
        "summary": "Kenpachi defeats Gremmy, but his moment of victory is cut short when he is suddenly struck by Candice’s thunderbolt attack. Meninas, Giselle, and Liltotto also join Candice to take down Kenpachi, who is considered to be a Special Threat.",
        "chapters": "565, 579-586"
    },
    {
        "title": "MARCHING OUT THE ZOMBIES",
        "summary": "Ichigo and the Soul Reapers try to stop Yhwach upon learning that his real target lies within the Royal Palace. However, their efforts are thwarted by Uryu, who stands in Ichigo’s way in order to allow Yhwach safe passage to the Royal Palace.",
        "chapters": "587-591"
    },
    {
        "title": "MARCHING OUT THE ZOMBIES 2",
        "summary": "Ikkaku, Yumichika, and the Arrancars work together to fight off Giselle’s zombies. But the group is shocked when Giselle reveals her next pawn, who is none other than Captain Hitsugaya of Squad 10.",
        "chapters": "587, 588, 592-597"
    },
    {
        "title": "TOO EARLY TO WIN TOO LATE TO KNOW",
        "summary": "Yhwach finally steps through the main entrance of the Royal Palace. Accompanied by Haschwalth and Uryu, the Quincy King is preparing to advance toward the Greater Palace when they are stopped by Senjumaru Shutara of Squad Zero.",
        "chapters": "588, 597-601, 604"
    },
    {
        "title": "THE MASTER",
        "summary": "Yhwach escapes from the cage surrounding Squad Zero's fake Royal Palace to confront Hyosube, who is protecting the real Royal Palace.",
        "chapters": "601-606"
    },
    {
        "title": "BLACK",
        "summary": "Yhwach performs Auswählen to bestow power to his fallen Royal Guards and activate their Voll Stern Dich forms. What follows is a fierce battle between the Royal Guards and Squad Zero.",
        "chapters": "604, 607-609"
    },
    {
        "title": "A",
        "summary": "The battle between Squad Zero and Yhwach's Royal Guards for the Soul King rages on.",
        "chapters": "608-611"
    },
    {
        "title": "KILL THE KING",
        "summary": "Ichigo and his friends hurry to the Reio Greater Palace to stop Yhwach.",
        "chapters": "612-617, 619"
    },
    {
        "title": "THE DARK ARM",
        "summary": "Ichigo tries to remove the impaled sword from the Soul King and save his life.",
        "chapters": "615-616, 617-618"
    },
    {
        "title": "THE BETRAYER",
        "summary": "Ukitake takes the place of the slain Soul King by releasing the power of Mimihagi.",
        "chapters": "617-620, 625"
    },
    {
        "title": "AGAINST THE JUDGEMENT",
        "summary": "Yhwach is overflowing with power from having absorbed the Soul King.",
        "chapters": "612-614, 621-626"
    },
    {
        "title": "THE HOLY NEWBORN",
        "summary": "The Soul Reapers regroup to prepare their counterattack against the Quincies.",
        "chapters": "613, 617, 625-629"
    },
    {
        "title": "GATE OF THE SUN",
        "summary": "Yhwach builds his new castle, Wahr Welt.",
        "chapters": "629-630, 635"
    },
    {
        "title": "BABY, HOLD YOUR HAND",
        "summary": "Kenpachi and Mayuri's group advance through Vier Ast.",
        "chapters": "635-640"
    },
    {
        "title": "DON'T CHASE A SHADOW",
        "summary": "The change in Mayuri's Spiritual Pressure is also felt elsewhere by Urahara and Kyoraku.",
        "chapters": "644-649"
    },
    {
        "title": "BABY,HOLD YOUR HAND 2 [NEVER ENDING MY DREAM]",
        "summary": "Nemu ignores Mayuri's orders by intervening in his battle against Pernida.",
        "chapters": "630, 640-644"
    },
    {
        "title": "SHADOWS GONE",
        "summary": "Lille undergoes further transformation to hunt down and pass judgment on Kyoraku.",
        "chapters": "649-654"
    },
    {
        "title": "FRIEND",
        "summary": "Haschwalth finds himself confronted by Bazz-B.",
        "chapters": "630-634"
    },
    {
        "title": "THE VISIBLE ANSWER",
        "summary": "Kyoraku has paved the way for the Soul Reapers to reach the enemy's stronghold.",
        "chapters": "615, 647, 654-659"
    },
    {
        "title": "MY LAST WORDS",
        "summary": "Haschwalth suddenly attacks Uryu to pass judgment.",
        "chapters": "635, 654, 569-661, 674"
    }
]